function getQuote(){

    var quotes  = [
        ["دع النور يدخل اليك و يذيب بروده قلبك. هذا هو مغزي ان تصير قويا","هاروكي موراكامي"],
        ["لقد نمي ريشي جيدا لكنهم صنعو سقفا أخر غير سقف السماء","احمد جميل"],
        ["ليس المهم ان تكون في النور كي تري لكن المهم ان يكون ما تود رؤيته في النور","عباس محمود العقاد"],
        ["في مكان ما من الليل ثما انسان يغرق","عبدالرحمن خليفه"],
        ["ولن أَكْسِبُ شَيئًا إذا خَسِرتُ نَفْسي","مجهول"],
        ["عِشْ في هذا العالم كأنك وحدك، فأنت كذلك","لو أعرف هقولك"]
    ]


    var show = quotes[ Math.floor(Math.random() * quotes.length ) ]   

    document.getElementById("the-quote").innerHTML = show[0];
    document.getElementById("the-poet").innerHTML = "-- " + show[1];
    
}

getQuote();